import type { CreatureTranslation } from '@/models/Creature'

export const creatures: Array<CreatureTranslation> = [
  {
    id: 1,
    name: 'Копейщик',
  },
  {
    id: 2,
    name: 'Алебардщик',
  },
  {
    id: 3,
    name: 'Лучник',
  },
  {
    id: 4,
    name: 'Стрелок',
  },
  {
    id: 5,
    name: 'Грифон',
  },
  {
    id: 6,
    name: 'Королевский грифон',
  },
  {
    id: 7,
    name: 'Рыцарь',
  },
  {
    id: 8,
    name: 'Крестоносец',
  },
  {
    id: 9,
    name: 'Монах',
  },
  {
    id: 10,
    name: 'Фанатик',
  },
  {
    id: 11,
    name: 'Кавалерист',
  },
  {
    id: 12,
    name: 'Чемпион',
  },
  {
    id: 13,
    name: 'Ангел',
  },
  {
    id: 14,
    name: 'Архангел',
  },
  {
    id: 15,
    name: 'Кентавр',
  },
  {
    id: 16,
    name: 'Командир кентавров',
  },
  {
    id: 17,
    name: 'Гном',
  },
  {
    id: 18,
    name: 'Боевой гном',
  },
  {
    id: 19,
    name: 'Эльф',
  },
  {
    id: 20,
    name: 'Великий эльф',
  },
  {
    id: 21,
    name: 'Пегас',
  },
  {
    id: 22,
    name: 'Серебряный пегас',
  },
  {
    id: 23,
    name: 'Страж-дендроид',
  },
  {
    id: 24,
    name: 'Дендроид-солдат',
  },
  {
    id: 25,
    name: 'Единорог',
  },
  {
    id: 26,
    name: 'Боевой единорог',
  },
  {
    id: 27,
    name: 'Зеленый дракон',
  },
  {
    id: 28,
    name: 'Золотой дракон',
  },
  {
    id: 29,
    name: 'Гремлин',
  },
  {
    id: 30,
    name: 'Гремлин-вожак',
  },
  {
    id: 31,
    name: 'Каменная горгулья',
  },
  {
    id: 32,
    name: 'Обсидиановая горгулья',
  },
  {
    id: 33,
    name: 'Каменный голем',
  },
  {
    id: 34,
    name: 'Железный голем',
  },
  {
    id: 35,
    name: 'Маг',
  },
  {
    id: 36,
    name: 'Архи-маг',
  },
  {
    id: 37,
    name: 'Джин',
  },
  {
    id: 38,
    name: 'Мастер джин',
  },
  {
    id: 39,
    name: 'Нага',
  },
  {
    id: 40,
    name: 'Нага-королева',
  },
  {
    id: 41,
    name: 'Гигант',
  },
  {
    id: 42,
    name: 'Титан',
  },
  {
    id: 43,
    name: 'Скелет',
  },
  {
    id: 44,
    name: 'Скелет-воин',
  },
  {
    id: 45,
    name: 'Живой мертвец',
  },
  {
    id: 46,
    name: 'Зомби',
  },
  {
    id: 47,
    name: 'Страж',
  },
  {
    id: 48,
    name: 'Привидение',
  },
  {
    id: 49,
    name: 'Вампир',
  },
  {
    id: 50,
    name: 'Вампир-лорд',
  },
  {
    id: 51,
    name: 'Лич',
  },
  {
    id: 52,
    name: 'Могущественный лич',
  },
  {
    id: 53,
    name: 'Черный рыцарь',
  },
  {
    id: 54,
    name: 'Рыцарь смерти',
  },
  {
    id: 55,
    name: 'Костяной дракон',
  },
  {
    id: 56,
    name: 'Дракон-привидение',
  },
  {
    id: 57,
    name: 'Троглодит',
  },
  {
    id: 58,
    name: 'Адский троглодит',
  },
  {
    id: 59,
    name: 'Гарпия',
  },
  {
    id: 60,
    name: 'Гарпия-ведьма',
  },
  {
    id: 61,
    name: 'Созерцатель',
  },
  {
    id: 62,
    name: 'Злой глаз',
  },
  {
    id: 63,
    name: 'Медуза',
  },
  {
    id: 64,
    name: 'Королева медуза',
  },
  {
    id: 65,
    name: 'Минотавр',
  },
  {
    id: 66,
    name: 'Король-минотавр',
  },
  {
    id: 67,
    name: 'Мантикора',
  },
  {
    id: 68,
    name: 'Скорпикора',
  },
  {
    id: 69,
    name: 'Красный дракон',
  },
  {
    id: 70,
    name: 'Черный дракон',
  },
  {
    id: 71,
    name: 'Бес',
  },
  {
    id: 72,
    name: 'Фамильяр',
  },
  {
    id: 73,
    name: 'Гог',
  },
  {
    id: 74,
    name: 'Магог',
  },
  {
    id: 75,
    name: 'Адская гончая',
  },
  {
    id: 76,
    name: 'Цербер',
  },
  {
    id: 77,
    name: 'Демон',
  },
  {
    id: 78,
    name: 'Рогатый демон',
  },
  {
    id: 79,
    name: 'Порождение зла',
  },
  {
    id: 80,
    name: 'Адское отродье',
  },
  {
    id: 81,
    name: 'Ифрит',
  },
  {
    id: 82,
    name: 'Султан-ифрит',
  },
  {
    id: 83,
    name: 'Дьявол',
  },
  {
    id: 84,
    name: 'Архидьявол',
  },
  {
    id: 85,
    name: 'Гнолл',
  },
  {
    id: 86,
    name: 'Гнолл-мародер',
  },
  {
    id: 87,
    name: 'Ящер',
  },
  {
    id: 88,
    name: 'Ящер-воин',
  },
  {
    id: 89,
    name: 'Змий',
  },
  {
    id: 90,
    name: 'Стрекоза',
  },
  {
    id: 91,
    name: 'Василиск',
  },
  {
    id: 92,
    name: 'Великий василиск',
  },
  {
    id: 93,
    name: 'Горгона',
  },
  {
    id: 94,
    name: 'Могучая горгона',
  },
  {
    id: 95,
    name: 'Виверна',
  },
  {
    id: 96,
    name: 'Виверна-монарх',
  },
  {
    id: 97,
    name: 'Гидра',
  },
  {
    id: 98,
    name: 'Гидра хаоса',
  },
  {
    id: 99,
    name: 'Гоблин',
  },
  {
    id: 100,
    name: 'Хобгоблин',
  },
  {
    id: 101,
    name: 'Наездник на волках',
  },
  {
    id: 102,
    name: 'Налетчик',
  },
  {
    id: 103,
    name: 'Орк',
  },
  {
    id: 104,
    name: 'Орк-вождь',
  },
  {
    id: 105,
    name: 'Огр',
  },
  {
    id: 106,
    name: 'Огр-маг',
  },
  {
    id: 107,
    name: 'Птица рух',
  },
  {
    id: 108,
    name: 'Птица грома',
  },
  {
    id: 109,
    name: 'Циклоп',
  },
  {
    id: 110,
    name: 'Король циклопов',
  },
  {
    id: 111,
    name: 'Чудище',
  },
  {
    id: 112,
    name: 'Древнее чудище',
  },
  {
    id: 113,
    name: 'Маленькая фея',
  },
  {
    id: 114,
    name: 'Фея',
  },
  {
    id: 115,
    name: 'Воздушный элементаль',
  },
  {
    id: 116,
    name: 'Элементаль шторма',
  },
  {
    id: 117,
    name: 'Элементаль воды',
  },
  {
    id: 118,
    name: 'Ледяной элементаль',
  },
  {
    id: 119,
    name: 'Огненный элементаль',
  },
  {
    id: 120,
    name: 'Энергетический элементаль',
  },
  {
    id: 121,
    name: 'Элементаль земли',
  },
  {
    id: 122,
    name: 'Элементаль магмы',
  },
  {
    id: 123,
    name: 'Психический элементаль',
  },
  {
    id: 124,
    name: 'Магический элементаль',
  },
  {
    id: 125,
    name: 'Огненная птица',
  },
  {
    id: 126,
    name: 'Феникс',
  },
  {
    id: 127,
    name: 'Крестьянин',
  },
  {
    id: 128,
    name: 'Хоббит',
  },
  {
    id: 129,
    name: 'Кабан',
  },
  {
    id: 130,
    name: 'Вор',
  },
  {
    id: 131,
    name: 'Кочевник',
  },
  {
    id: 132,
    name: 'Мумия',
  },
  {
    id: 133,
    name: 'Снайпер',
  },
  {
    id: 134,
    name: 'Тролль',
  },
  {
    id: 135,
    name: 'Золотой голем',
  },
  {
    id: 136,
    name: 'Алмазный голем',
  },
  {
    id: 137,
    name: 'Чародей',
  },
  {
    id: 138,
    name: 'Сказочный дракон',
  },
  {
    id: 139,
    name: 'Ржавый дракон',
  },
  {
    id: 140,
    name: 'Кристальный дракон',
  },
  {
    id: 141,
    name: 'Лазурный дракон',
  },
  {
    id: 142,
    name: 'Баллиста',
  },
  {
    id: 143,
    name: 'Нимфа',
  },
  {
    id: 144,
    name: 'Океанида',
  },
  {
    id: 145,
    name: 'Матрос',
  },
  {
    id: 146,
    name: 'Головорез',
  },
  {
    id: 147,
    name: 'Пират',
  },
  {
    id: 148,
    name: 'Корсар',
  },
  {
    id: 149,
    name: 'Морской Волк',
  },
  {
    id: 150,
    name: 'Дух Океана',
  },
  {
    id: 151,
    name: 'Ассида',
  },
  {
    id: 152,
    name: 'Жрица Моря',
  },
  {
    id: 153,
    name: 'Заклинательница',
  },
  {
    id: 154,
    name: 'Никс',
  },
  {
    id: 155,
    name: 'Никс-воин',
  },
  {
    id: 156,
    name: 'Морской Змей',
  },
  {
    id: 157,
    name: 'Аспид',
  },
  {
    id: 158,
    name: 'Фангарм',
  },
  {
    id: 159,
    name: 'Сатир',
  },
  {
    id: 160,
    name: 'Лепрекон',
  },
  {
    id: 161,
    name: 'Пушка',
  },
  {
    id: 162,
    name: 'Стальной голем',
  },
]
