import { HeroTranslation } from '@/models/Hero'

export const Heroes: Array<HeroTranslation> = [
  {
    id: 1,
    name: 'Оррин',
  },
  {
    id: 2,
    name: 'Валеска',
  },
  {
    id: 3,
    name: 'Эдрик',
  },
  {
    id: 4,
    name: 'Сильвия',
  },
  {
    id: 5,
    name: 'Лорд Хаарт',
  },
  {
    id: 6,
    name: 'Сорша',
  },
  {
    id: 7,
    name: 'Кристиан',
  },
  {
    id: 8,
    name: 'Турис',
  },
  {
    id: 9,
    name: 'Рион',
  },
  {
    id: 10,
    name: 'Адель',
  },
  {
    id: 11,
    name: 'Катберт',
  },
  {
    id: 12,
    name: 'Аделаида',
  },
  {
    id: 13,
    name: 'Инхам',
  },
  {
    id: 14,
    name: 'Саня',
  },
  {
    id: 15,
    name: 'Лоинс',
  },
  {
    id: 16,
    name: 'Каитлин',
  },
  {
    id: 17,
    name: 'Мефала',
  },
  {
    id: 18,
    name: 'Уфретин',
  },
  {
    id: 19,
    name: 'Енова',
  },
  {
    id: 20,
    name: 'Риланд',
  },
  {
    id: 21,
    name: 'Торгрим',
  },
  {
    id: 22,
    name: 'Ивор',
  },
  {
    id: 23,
    name: 'Кланси',
  },
  {
    id: 24,
    name: 'Киррь',
  },
  {
    id: 25,
    name: 'Корониус',
  },
  {
    id: 26,
    name: 'Уланд',
  },
  {
    id: 27,
    name: 'Эллезар',
  },
  {
    id: 28,
    name: 'Джем',
  },
  {
    id: 29,
    name: 'Мальком',
  },
  {
    id: 30,
    name: 'Мелодиа',
  },
  {
    id: 31,
    name: 'Алагар',
  },
  {
    id: 32,
    name: 'Аерис',
  },
  {
    id: 33,
    name: 'Пигедрам',
  },
  {
    id: 34,
    name: 'Тан',
  },
  {
    id: 35,
    name: 'Жосефина',
  },
  {
    id: 36,
    name: 'Нила',
  },
  {
    id: 37,
    name: 'Торосар',
  },
  {
    id: 38,
    name: 'Фафнер',
  },
  {
    id: 39,
    name: 'Ризза',
  },
  {
    id: 40,
    name: 'Иона',
  },
  {
    id: 41,
    name: 'Астрал',
  },
  {
    id: 42,
    name: 'Халон',
  },
  {
    id: 43,
    name: 'Серена',
  },
  {
    id: 44,
    name: 'Даремиф',
  },
  {
    id: 45,
    name: 'Теодор',
  },
  {
    id: 46,
    name: 'Солмир',
  },
  {
    id: 47,
    name: 'Кира',
  },
  {
    id: 48,
    name: 'Аин',
  },
  {
    id: 49,
    name: 'Фиона',
  },
  {
    id: 50,
    name: 'Рашка',
  },
  {
    id: 51,
    name: 'Мариус',
  },
  {
    id: 52,
    name: 'Игнат',
  },
  {
    id: 53,
    name: 'Октавия',
  },
  {
    id: 54,
    name: 'Калх',
  },
  {
    id: 55,
    name: 'Пир',
  },
  {
    id: 56,
    name: 'Нимус',
  },
  {
    id: 57,
    name: 'Айден',
  },
  {
    id: 58,
    name: 'Ксирон',
  },
  {
    id: 59,
    name: 'Аксис',
  },
  {
    id: 60,
    name: 'Олема',
  },
  {
    id: 61,
    name: 'Калид',
  },
  {
    id: 62,
    name: 'Аш',
  },
  {
    id: 63,
    name: 'Зидар',
  },
  {
    id: 64,
    name: 'Ксарфакс',
  },
  {
    id: 65,
    name: 'Стракер',
  },
  {
    id: 66,
    name: 'Вокиал',
  },
  {
    id: 67,
    name: 'Моандор',
  },
  {
    id: 68,
    name: 'Чарна',
  },
  {
    id: 69,
    name: 'Тамика',
  },
  {
    id: 70,
    name: 'Исра',
  },
  {
    id: 71,
    name: 'Клавиус',
  },
  {
    id: 72,
    name: 'Галтран',
  },
  {
    id: 73,
    name: 'Септиенна',
  },
  {
    id: 74,
    name: 'Аислин',
  },
  {
    id: 75,
    name: 'Сандро',
  },
  {
    id: 76,
    name: 'Нимбус',
  },
  {
    id: 77,
    name: 'Тант',
  },
  {
    id: 78,
    name: 'Кси',
  },
  {
    id: 79,
    name: 'Видомина',
  },
  {
    id: 80,
    name: 'Нагаш',
  },
  {
    id: 81,
    name: 'Лорелей',
  },
  {
    id: 82,
    name: 'Арлаш',
  },
  {
    id: 83,
    name: 'Дас',
  },
  {
    id: 84,
    name: 'Аджит',
  },
  {
    id: 85,
    name: 'Дамакон',
  },
  {
    id: 86,
    name: 'Гуннар',
  },
  {
    id: 87,
    name: 'Синка',
  },
  {
    id: 88,
    name: 'Шакти',
  },
  {
    id: 89,
    name: 'Аламар',
  },
  {
    id: 90,
    name: 'Жаегар',
  },
  {
    id: 91,
    name: 'Малекит',
  },
  {
    id: 92,
    name: 'Жеддит',
  },
  {
    id: 93,
    name: 'Геон',
  },
  {
    id: 94,
    name: 'Деемер',
  },
  {
    id: 95,
    name: 'Сепхинороф',
  },
  {
    id: 96,
    name: 'Дарксторн',
  },
  {
    id: 97,
    name: 'Йог',
  },
  {
    id: 98,
    name: 'Гурниссон',
  },
  {
    id: 99,
    name: 'Жабаркас',
  },
  {
    id: 100,
    name: 'Шива',
  },
  {
    id: 101,
    name: 'Гретчин',
  },
  {
    id: 102,
    name: 'Креллион',
  },
  {
    id: 103,
    name: 'Крэг Хэк',
  },
  {
    id: 104,
    name: 'Тираксор',
  },
  {
    id: 105,
    name: 'Гирд',
  },
  {
    id: 106,
    name: 'Вей',
  },
  {
    id: 107,
    name: 'Десса',
  },
  {
    id: 108,
    name: 'Терек',
  },
  {
    id: 109,
    name: 'Зубин',
  },
  {
    id: 110,
    name: 'Гундула',
  },
  {
    id: 111,
    name: 'Орис',
  },
  {
    id: 112,
    name: 'Сауруг',
  },
  {
    id: 113,
    name: 'Брон',
  },
  {
    id: 114,
    name: 'Дракон',
  },
  {
    id: 115,
    name: 'Вистан',
  },
  {
    id: 116,
    name: 'Тазар',
  },
  {
    id: 117,
    name: 'Алкин',
  },
  {
    id: 118,
    name: 'Корбак',
  },
  {
    id: 119,
    name: 'Гервульф',
  },
  {
    id: 120,
    name: 'Брохильд',
  },
  {
    id: 121,
    name: 'Мирланда',
  },
  {
    id: 122,
    name: 'Розик',
  },
  {
    id: 123,
    name: 'Вой',
  },
  {
    id: 124,
    name: 'Вердиш',
  },
  {
    id: 125,
    name: 'Мерист',
  },
  {
    id: 126,
    name: 'Стиг',
  },
  {
    id: 127,
    name: 'Андра',
  },
  {
    id: 128,
    name: 'Тива',
  },
  {
    id: 129,
    name: 'Пасис',
  },
  {
    id: 130,
    name: 'Тунар',
  },
  {
    id: 131,
    name: 'Игнисса',
  },
  {
    id: 132,
    name: 'Лакус',
  },
  {
    id: 133,
    name: 'Монер',
  },
  {
    id: 134,
    name: 'Эрдамон',
  },
  {
    id: 135,
    name: 'Фьюр',
  },
  {
    id: 136,
    name: 'Кальт',
  },
  {
    id: 137,
    name: 'Луна',
  },
  {
    id: 138,
    name: 'Брисса',
  },
  {
    id: 139,
    name: 'Циель',
  },
  {
    id: 140,
    name: 'Лабета',
  },
  {
    id: 141,
    name: 'Интеус',
  },
  {
    id: 142,
    name: 'Аэнаин',
  },
  {
    id: 143,
    name: 'Джелар',
  },
  {
    id: 144,
    name: 'Гриндан',
  },
  {
    id: 145,
    name: 'Кассиопея',
  },
  {
    id: 146,
    name: 'Коркес',
  },
  {
    id: 147,
    name: 'Джереми',
  },
  {
    id: 148,
    name: 'Иллор',
  },
  {
    id: 149,
    name: 'Дерек',
  },
  {
    id: 150,
    name: 'Лина',
  },
  {
    id: 151,
    name: 'Анабель',
  },
  {
    id: 152,
    name: 'Мириам',
  },
  {
    id: 153,
    name: 'Касметра',
  },
  {
    id: 154,
    name: 'Эоваций',
  },
  {
    id: 155,
    name: 'Спинт',
  },
  {
    id: 156,
    name: 'Андал',
  },
  {
    id: 157,
    name: 'Манфред',
  },
  {
    id: 158,
    name: 'Зилар',
  },
  {
    id: 159,
    name: 'Астра',
  },
  {
    id: 160,
    name: 'Даргем',
  },
  {
    id: 161,
    name: 'Жизель',
  },
]
