{
  "pages": {
    "home": "Heroes 3 tools",
    "damageCalculator": "Калькулятор Урона",
    "creaturesLibrary": "Библиотека Существ",
    "magicCalculator": "Калькулятор Магии",
    "pageNotFound": "Страница не найдена"
  },
  "side": {
    "attacker": "Атакующий",
    "defender": "Защищающийся"
  },
  "damageCalculator": {
    "pickCreature": "Выбрать существо",
    "damage": "Урон",
    "kills": "Убийств",

    "components": {
      "selectHero": {
        "selectHero": "Выбрать героя"
      },
      "selectTerrain": {
        "selectTerrain": "Выбрать территорию"
      },
      "selectUnitModal": {
        "searchCreature": "Поиск существа"
      }
    }
  },
  "footer": {
    "buttons": {
      "howToUse": "Как пользоваться",
      "language": "Язык",
      "foundAnError": "Нашли ошибку?",
      "licenseInformation": "Информация о лицензии",
      "sourceCode": "Исходный код"
    },
    "license": {
      "1": "Лицензия MIT",
      "2": "Copyright (c) 2019 {url}",
      "3": "Данная лицензия разрешает лицам, получившим копию данного программного обеспечения и сопутствующей документации (в дальнейшем именуемыми «Программное обеспечение»), безвозмездно использовать Программное обеспечение без ограничений, включая неограниченное право на использование, копирование, изменение, слияние, публикацию, распространение, сублицензирование и/или продажу копий Программного обеспечения, а также лицам, которым предоставляется данное Программное обеспечение, при соблюдении следующих условий:",
      "4": "Указанное выше уведомление об авторском праве и данные условия должны быть включены во все копии или значимые части данного Программного обеспечения.",
      "5": "ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНО ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, СООТВЕТСТВИЯ ПО ЕГО КОНКРЕТНОМУ НАЗНАЧЕНИЮ И ОТСУТСТВИЯ НАРУШЕНИЙ, НО НЕ ОГРАНИЧИВАЯСЬ ИМИ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО КАКИМ-ЛИБО ИСКАМ, ЗА УЩЕРБ ИЛИ ПО ИНЫМ ТРЕБОВАНИЯМ, В ТОМ ЧИСЛЕ, ПРИ ДЕЙСТВИИ КОНТРАКТА, ДЕЛИКТЕ ИЛИ ИНОЙ СИТУАЦИИ, ВОЗНИКШИМ ИЗ-ЗА ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ИНЫХ ДЕЙСТВИЙ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ."
    },
    "damageCalculator": {
      "about": "О калькуляторе",
      "data": {
        "1": "Heroes III damage calculator",
        "2": "Данное программное обеспечение используется для расчёта урона юнитов (с модификаторами характеристик, навыков, заклинаний и специализаций) в игре Heroes of Might and Magic III: Horn of The Abyss.",
        "3": "Этот калькулятор не является абсолютно точным, но его можно сделать лучше. Если вы хотите помочь: при нахождении ошибки используйте {errorForm}",
        "4": "Калькулятор основан на {desktopVersion}",
        "5": "Об идеях и улучшениях пишите на {email}",

        "errorForm": "эту форму",
        "desktopVersion": "десктопной версии"
      }
    }
  },
  "heroes": {
    "stats": {
      "level": "Уровень",
      "attack": "Атака",
      "defense": "Защита"
    }
  }
}
